Repository: raushanraja/flutter_demo_mdms
Catalog: lib/src/localization/app_*.arb
Languages: hi

# appTitle
source: M.D.M
hi: एम०डी०एम

# class_i_title
source: Class 1 to 5
hi: वर्ग 1 से 5

# class_ii_title
source: Class 6 to 8
hi: वर्ग 6 से 8

# date_field_label
source: date
hi: दिनांक

# number_of_students_field_label
source: No. of student
hi: छात्रों की संख्या

# save_button_label
source: Save
hi: रक्षित करें

source: Rice
hi: चावल

source: Pulse
hi: दाल

# spices
source: Spices/Ingredients
hi: मसाला

source: Vegetabales
hi: सब्ज़ी

# oil
source: Cooking Oil
hi: तेल

source: Firewood
hi: जलावन

source: Item
hi: सामान

source: Rate
hi: नियमित दर

# quantity
source: Qty.
hi: मात्रा

source: Amount
hi: राशि

# input_page_main_title
source: Mid day meal expenses
hi: मधयाह्न भोजन व्यय

source: Total
hi: कुल व्यय
